<template>
  <div>
    <p class="fosnt">我的DOTA</p>
    <p>我的DOTA非常坎坷，从最早的浩方，vs一房，到后面的11爬天梯，到现在的DOTA2的天梯，无一不是透露着远古大神的气息。最牛的时候在11天梯玩c冲上了1807分，全校第一，这个事情让我吹逼了吹了整个高中。当然，在天梯
      在DOTA1的时候，天梯上也会遇到像牛蛙，小满，少年乖等强者，所以那时候的生活还是很有意思。周一到周五，在学校内努力学习，周末我就是狂野的DOTAer,现在回想那个时候的日子还真的是很充实，直到上了大学，空闲的时候
      才停下DOTA，停下在11驰骋的脚步，放下了DOTA1,后面再wings夺冠的背景下，我开始了DOTA2的征程，2016年的夏天，其实是一个令人绝望也是令人意外的夏天，随着国内豪门轮番出局，一匹黑马横空出世，他们用他们的想象力，
      征服了全世界的DOTA爱好者，屠夫，炸弹这些不会在cw的舞台出现的英雄也出现在了比赛赛场上，决赛的dc一张表情包让我记忆犹新，dc拿着wings的bp图做bp，发现他们每场选的英雄都不一样，他们甚至都不知道如何克制，最终第四把
      中单蝙蝠，斧王，大牛，光法，敌法，这一套让人意想不到的整容，成功翻盘了w33领衔的dc，胜利鼓舞着每一个cnDOTAer，CN DOTA,BEST DOTA,如果ti5的两仪落会ts，如果小爱会炸弹人，如果ti7,lfy战胜了液体，如果nb的人马一脚踩秒
      了剑圣，如果·······，太多如果，每一页，记录了cn dota的辉煌,记录了inflame错失ti7冠军，也错失了爱情的勇气,他们在这个赛场上用尽了全部力量，全部的精力，应该尊重他们。在这之后，我也变成了4000分的杂鱼，在鱼塘游啊游，
      被捕鱼，去捕鱼，东南亚变成了我快乐的源泉，东南亚的2000分的局，是真的菜。哈哈哈哈！这个游戏代表了我的青春，也是我的一切，DOTA不死，我就会依然爱着这一款游戏，因为在这款游戏里面，你会体验到塔下被动手u，四张tp同时亮起的
      感动，赢了一起狂，输了一起扛，这才是我的青春，我的DOTA!
    </p>
    <p>当然，2月9号，马上要进入蒸汽平台了，说实话对于市场这一块，感觉DOTA2肯定要被限制死了,如果只是换一个平台监管还是不利的情况下，同样都是小号猖獗，高分里面广告狗恰饭的环境，甚至在4200分左右的局里面都有歪歪爱抚点康姆的id出现，
      4500分以上基本上就是恶臭了,能成为广告狗，我首先要肯定他肯定是有一定实力的，但是他们演绎比赛，消极战斗，十几分钟送人头恰烂钱的行为，是对排到队友的不负责任，通常分越高4打6的难度越大，基本上想要翻盘很难,而且他们还会搞心态，藏装备，买光眼，飞鞋送头，
      无所不用其极，污染了这款游戏，恶心了其他想要体会这款游戏乐趣的人，所以怎么说呢，在这个私人空间里面，我还是可以发表一下自己的看法的，我比较喜欢劣势局大家都努力思考怎么翻盘的局，那种20分钟挂机泉水分锅狂喷的局是真的没意思，努力翻盘，并且成功翻盘的局玩起来真的很爽，
      这也是为什么这款游戏至今都有这么多玩家热爱的原因之一吧。
    </p>
    <p>最喜欢的英雄：女王 风行 拉比克 牛头 大鱼人 末日 刚被 剑圣 巨魔 火猫 tb</p>
    <p>觉得最嘲讽的英雄:sf cm 虚空</p>
    <p>最讨厌的英雄：风暴之0 马尔斯 凤凰 幽鬼 dp 毒龙 卡尔</p>
  </div>
</template>

<script>
export default {
  name: 'Monitor'
}
</script>

<style scoped>

</style>
